[
  {
    "Estate Name": "Potosi, Colombia",
    "Latitude": 3.47679,
    "Longitude": -76.637142,
    "Roast Level": "Light",
    "Description": "Very fruity with notes of cranberry, apples and highly acidic. One of the best coffees I’ve had. The roaster -Rave Coffee - did a fantastic job with profiling the roast. Best coffee I’ve had ever. Best enjoyed as an iced pour over."
  },
  {
    "Estate Name": "Istanbul",
    "Latitude": 41.00824,
    "Longitude": 28.978359,
    "Roast Level": "Dark",
    "Description": "I don’t know which estate this came from, but this Turkish coffee was brilliant. It was nutty, sweet, chocolatey and heavy bodied."
  },
  {
    "Estate Name": "Kolli Berri Estate",
    "Latitude": 13.1594503119184,
    "Longitude": 75.6567268522645,
    "Roast Level": "Medium-Dark",
    "Description": "This was best brewed using a Moka Pot. Super chocolatey and very enjoyable with milk. One of the best Espresso-style, but not espresso coffees I’ve made."
  },
  {
    "Estate Name": "Baarbara Estate",
    "Latitude": 13.4058184345115,
    "Longitude": 75.7685580541153,
    "Roast Level": "Light-Medium",
    "Description": "I have tried multiple coffees from this estate. All of them either light or medium roast and the light roasts were fruity and not very acidic. The medium roasts were better made in a V60, instead of a Moka Pot and both medium and light roast made great iced pour overs. The medium roasts were medium-bodied with a great balance of chocolatey notes and fruity notes."
  },
  {
    "Estate Name": "Riverdale Estate",
    "Latitude": 11.8644111533523,
    "Longitude": 78.2189150549009,
    "Roast Level": "Light",
    "Description": "THIS IS BY FAR MY FAVORITE INDIAN COFEE ESTATE. I’ve had far too many coffees from here to remember. But, my favorite ones were those that were pineapple fermented and mixed fruit fermented. All of them were very tea-like in terms of body, but a tad bit more acidic than tea. Their experimental processes are very innovative, brave and well executed."
  },
  {
    "Estate Name": "Kerehaklu Estate",
    "Latitude": 13.4265543904288,
    "Longitude": 75.4139923748658,
    "Roast Level": "Medium-Dark",
    "Description": "Brilliant coffee for Moka Pot and milky coffees. If you want moka pot coffee with cold milk and some ice - This is it. Kolli Berri estate’s beans were better for hot moka pot coffee with/without ice. But this one was nutty and heavy bodied."
  },
  {
    "Estate Name": "Narmada estate, Chikmagalur",
    "Latitude": 13.2169810354012,
    "Longitude": 75.4429774019876,
    "Roast Level": "Medium",
    "Description": "A bit underwhelming, I guess it’s because of an slightly uneven roast from Kapi Kottai. I wouldn’t blame them, since it was right after a week of floods in Chennai and they were struggling to meet demand in the days after the floods because of shut operations. It was just a bit fruity and tad bit floral."
  },
  {
    "Estate Name": "Thandigudi, Ram estate",
    "Latitude": 10.2912689316935,
    "Longitude": 77.6795384276174,
    "Roast Level": "Light-Medium",
    "Description": "This was the second chance I gave Kapi Kottai and boy was it good. Light-bodied, great with or without iced and best made as a pour over. Fruity, yes, but also not acidic."
  },
  {
    "Estate Name": "Biligirirangan Hills",
    "Latitude": 11.952184074033,
    "Longitude": 77.0539006138355,
    "Roast Level": "Medium-Dark",
    "Description": "Meh. Just that. Meh. Woody, slightly nutty with a hint of spices and that’s it. Nothing to write home about."
  },
  {
    "Estate Name": "Ratnagiri Estate",
    "Latitude": 13.3652731865862,
    "Longitude": 75.621291667078,
    "Roast Level": "Light-Medium",
    "Description": "Brilliant stuff from Ratnagiri Estate and the roaster - Blue Tokai. It was a Producer Series from the roaster. Notes of apple, medium acidity and very tea-like body and very nice sweetness. There was a unique syrupy mouthfeel that came with a light hit of sweetness that was enjoyable. Reminds of Riverdale Estate coffee."
  },
  {
    "Estate Name": "Orchardale",
    "Latitude": 11.8689725818958,
    "Longitude": 78.2277596995723,
    "Roast Level": "Medium",
    "Description": "Another hit from MSP Estates. A naturals process and light roast from Naivo. One of the 2-3 coffees I’ve had with a notable, unique mouthfeel. Medium acidity with very peachy notes and sweetness."
  },
  {
    "Estate Name": "Araku",
    "Latitude": 18.3235825534399,
    "Longitude": 82.8816288969038,
    "Roast Level": "Medium",
    "Description": "Nothing very special, but also, not at all bad. It was good coffee, very versatile with brewing methods. Was great hot/iced, with and without milk. Love that it could make 4-5 different types of coffee drinks with the same beans."
  }
]